labplus-cn/mpython_esp32s3/port/boards/mpython/mpconfigboard.h
#define MICROPY_HW_BOARD_NAME "CLASSROOM KIT"
#define MICROPY_HW_MCU_NAME "ESP32"
#define MICROPY_PY_NETWORK_HOSTNAME_DEFAULT "mpy-classroom-kit"
